Repository: sdmj76-team/Mousecape-swiftUI
Catalog: Mousecape/Mousecape/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, zh_hans, zh_hant

source: %lld types
de: %lld Typen
ja: %lld 種類
ko: %lld개 유형
zh_hans: %lld 个类型
zh_hant: %lld 個類型

source: A cape with the filename
de: Dateiname ist
fr: Le nom du fichier est
ja: ファイル名は
ko: 파일 이름:
zh_hans: 文件名为
zh_hant: 檔案名稱為

source: About
de: Über
fr: À propos
ja: について
ko: 정보
zh_hans: 关于
zh_hant: 關於

source: Add
de: Hinzufügen
fr: Ajouter
ja: 追加
ko: 추가
zh_hans: 添加
zh_hant: 新增

source: Add cursor
de: Cursor hinzufügen
fr: Ajouter un curseur
ja: カーソルを追加
ko: 커서 추가
zh_hans: 添加光标
zh_hant: 新增游標

source: Add Cursor
de: Cursor hinzufügen
fr: Ajouter un curseur
ja: カーソルを追加
ko: 커서 추가
zh_hans: 添加光标
zh_hant: 新增游標

source: Advanced
de: Erweitert
fr: Avancé
ja: 詳細設定
ko: 고급
zh_hans: 高级
zh_hant: 進階

source: Advanced (macOS Style)
de: Erweitert (macOS-Stil)
fr: Avancé (style macOS)
ja: 詳細設定（macOS スタイル）
ko: 고급 (macOS 스타일)
zh_hans: 高级（macOS 样式）
zh_hant: 進階（macOS 樣式）

source: All Cursor Groups Added
de: Alle Cursor-Gruppen wurden hinzugefügt
fr: Tous les groupes de curseurs ont été ajoutés
ja: すべてのカーソルセットが追加されました
ko: 모든 커서 그룹이 추가되었습니다
zh_hans: 所有光标组已添加
zh_hant: 所有游標組已新增

source: All Cursor Types Added
de: Alle Cursortypen hinzugefügt
fr: Tous les types de curseurs ont été ajoutés
ja: すべてのカーソルタイプが追加されました
ko: 모든 커서 유형이 추가되었습니다
zh_hans: 已添加所有光标类型
zh_hant: 已新增所有游標類型

source: All settings have been restored to default values.
de: Alle Einstellungen wurden auf die Standardwerte zurückgesetzt.
fr: Tous les réglages ont été restaurés aux valeurs par défaut.
ja: すべての設定がデフォルト値に復元されました。
ko: 모든 설정이 기본값으로 복원되었습니다.
zh_hans: 所有设置已恢复为默认值。
zh_hant: 所有設定已恢復為預設值。

source: already exists. Please change the Name or Author to use a different filename.
de: Die Cape existiert bereits. Bitte ändern Sie den Namen oder Autor, um einen anderen Dateinamen zu verwenden.
fr: Le Cape existe déjà. Veuillez modifier le nom ou l'auteur pour utiliser un nom de fichier différent.
ja: のCapeは既に存在します。別のファイル名を使用するには、名前または作成者を変更してください。
ko: Cape이 이미 존재합니다. 다른 파일 이름을 사용하려면 이름이나 작성자를 변경하세요.
zh_hans: 的Cape已存在。请更改名称或作者以使用不同的文件名。
zh_hant: 的 Cape 已存在。請更改名稱或作者以使用不同的檔案名稱。

source: Alternate Select
de: Kandidat
fr: Candidat
ja: 候補
ko: 후보
zh_hans: 候选
zh_hant: 候選

source: Animated cursor preview
de: Animierte Cursor-Vorschau
fr: Aperçu du curseur animé
ja: アニメーションカーソルプレビュー
ko: 애니메이션 커서 미리보기
zh_hans: 动画光标预览
zh_hant: 動畫游標預覽

source: Animation frame count
de: Animationsframes
fr: Nombre d'images d'animation
ja: アニメーションフレーム数
ko: 애니메이션 프레임 수
zh_hans: 动画帧数
zh_hant: 動畫幀數

source: Animation speed in frames per second
de: Animationsgeschwindigkeit (Bilder/Sekunde)
fr: Vitesse d'animation (images/seconde)
ja: アニメーション速度（フレーム/秒）
ko: 애니메이션 속도(프레임/초)
zh_hans: 动画速度（帧/秒）
zh_hant: 動畫速度（幀/秒）

source: Appearance
de: Aussehen
fr: Apparence
ja: 外観
ko: 외관
zh_hans: 外观
zh_hant: 外觀

source: Applied
de: Angewendet
fr: Appliqué
ja: 適用済み
ko: 적용됨
zh_hans: 已应用
zh_hant: 已套用

source: Apply
de: Anwendung
fr: Application
ja: アプリケーション
ko: 애플리케이션
zh_hans: 应用
zh_hant: 應用

source: Apply at Login
de: Beim Start automatisch anwenden
fr: Appliquer automatiquement au démarrage
ja: 起動時に自動適用
ko: 시작 시 자동 적용
zh_hans: 开机自动应用
zh_hant: 開機自動套用

source: Apply Cape
de: Cape anwenden
fr: Appliquer Cape
ja: Capeを適用
ko: Cape 적용
zh_hans: 应用Cape
zh_hant: 套用 Cape

source: Are you sure you want to delete
de: Möchten Sie wirklich löschen
fr: Voulez-vous vraiment supprimer
ja: 削除してもよろしいですか
ko: 삭제하시겠습니까?
zh_hans: 确定要删除
zh_hant: 確定要刪除

source: Author
de: Autor
fr: Auteur
ja: 作者
ko: 작성자
zh_hans: 作者
zh_hant: 作者

source: Auto (based on window size)
de: Automatisch (basierend auf Fenstergröße)
fr: Automatique (selon la taille de la fenêtre)
ja: 自動（ウィンドウサイズに応じて）
ko: 자동 (창 크기에 따라)
zh_hans: 自动（根据窗口大小）
zh_hant: 自動（根據視窗大小）

source: Back
de: Zurück
fr: Retour
ja: 戻る
ko: 돌아가기
zh_hans: 返回
zh_hant: 返回

source: Busy
de: Beschäftigt
fr: Occupé
ja: ビジー
ko: 바쁨
zh_hans: 忙碌
zh_hant: 忙碌

source: by
de: Autor:
fr: Auteur :
ja: 作成者：
ko: 작성자:
zh_hans: 作者：
zh_hant: 作者：

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Cape Folder
de: Cape-Ordner
fr: Dossier Cape
ja: Capeフォルダ
ko: Cape 폴더
zh_hans: Cape文件夹
zh_hant: Cape 資料夾

source: Cape Info
de: Cape-Informationen
fr: Informations Cape
ja: Cape情報
ko: Cape 정보
zh_hans: Cape信息
zh_hant: Cape 資訊

source: Cape information
de: Cape-Informationen
fr: Informations Cape
ja: Cape情報
ko: Cape 정보
zh_hans: Cape信息
zh_hant: Cape 資訊

source: Cape Information
de: Cape-Informationen
fr: Informations Cape
ja: Cape情報
ko: Cape 정보
zh_hans: Cape信息
zh_hant: Cape 資訊

# cape.default.unnamed
source: Unnamed
de: Unbenannt
fr: Sans nom
ja: 名称未設定
ko: 이름 없음
zh_hans: 未命名
zh_hant: 未命名

source: Check for Updates
de: Nach Updates suchen
fr: Rechercher les mises à jour
ja: 更新を確認
ko: 업데이트 확인
zh_hans: 检查更新
zh_hant: 檢查更新

source: Choose a cape from the list to preview
de: Wählen Sie einen Cape aus der Liste zur Vorschau aus
fr: Sélectionnez un Cape dans la liste pour prévisualiser
ja: リストからCapeを選択してプレビュー
ko: 목록에서 Cape를 선택하여 미리보기
zh_hans: 从列表中选择一个Cape进行预览
zh_hant: 從列表中選擇一個 Cape 進行預覽

source: Choose a cursor from the list to edit
de: Wählen Sie einen Cursor aus der Liste zum Bearbeiten aus
fr: Sélectionnez un curseur dans la liste pour le modifier
ja: リストからカーソルを選択して編集
ko: 목록에서 편집할 커서를 선택하세요
zh_hans: 从列表中选择一个光标进行编辑
zh_hant: 從列表中選擇一個游標進行編輯

source: Choose a folder containing .cur and .ani files
de: Wählen Sie einen Ordner mit .cur- und .ani-Dateien
fr: Sélectionnez un dossier contenant des fichiers .cur et .ani
ja: .cur および .ani ファイルを含むフォルダを選択
ko: .cur 및 .ani 파일이 포함된 폴더 선택
zh_hans: 选择包含 .cur 和 .ani 文件的文件夹
zh_hant: 選擇包含 .cur 和 .ani 檔案的資料夾

source: Clear All Logs
de: Alle Protokolle löschen
fr: Effacer tous les journaux
ja: すべてのログを消去
ko: 모든 로그 지우기
zh_hans: 清空所有日志
zh_hant: 清空所有日誌

source: Click or drag to add image
de: Klicken oder ziehen Sie ein Bild hierher
fr: Cliquez ou glissez-déposez pour ajouter une image
ja: クリックまたはドラッグ&ドロップして画像を追加
ko: 클릭하거나 드래그하여 이미지 추가
zh_hans: 点击或拖放以添加图片
zh_hant: 點擊或拖放以新增圖片

source: Click or drag to replace image
de: Klicken oder ziehen Sie, um das Bild zu ersetzen
fr: Cliquez ou glissez-déposez pour remplacer l'image
ja: クリックまたはドラッグ&ドロップして画像を置き換える
ko: 클릭하거나 드래그하여 이미지 교체
zh_hans: 点击或拖放以替换图片
zh_hant: 點擊或拖放以替換圖片

source: columns
de: Spalte
fr: Colonne
ja: 列
ko: 열
zh_hans: 列
zh_hant: 列

source: Continue
de: Fortfahren
fr: Continuer
ja: 続ける
ko: 계속
zh_hans: 继续
zh_hant: 繼續

source: Create a new cape or import an existing one to get started.
de: Erstellen Sie einen neuen Cape oder importieren Sie einen vorhandenen Cape, um zu beginnen.
fr: Créez un nouveau Cape ou importez un Cape existant pour commencer.
ja: 新しいCapeを作成するか、既存のCapeをインポートして開始してください。
ko: 새로운 Cape를 생성하거나 기존 Cape를 가져와서 시작하세요.
zh_hans: 创建新的Cape或导入现有Cape以开始使用。
zh_hant: 建立新的 Cape 或匯入現有 Cape 以開始使用。

source: Current Cursor: %@
de: Aktueller Cursor: %@
fr: Curseur actuel : %@
ja: 現在のカーソル：%@
ko: 현재 커서: %@
zh_hans: 当前光标：%@
zh_hant: 目前游標：%@

source: Cursor Direction
de: Cursor-Richtung
fr: Direction du curseur
ja: カーソルの方向
ko: 커서 방향
zh_hans: 光标方向
zh_hant: 游標方向

source: Cursor image drop zone
de: Cursor-Bild-Ablagebereich
fr: Zone de placement d'image de curseur
ja: カーソル画像配置エリア
ko: 커서 이미지 배치 영역
zh_hans: 光标图像放置区
zh_hant: 游標圖像放置區

source: Cursor Scale
de: Cursor-Skalierung
fr: Zoom du curseur
ja: カーソルズーム
ko: 커서 확대/축소
zh_hans: 光标缩放
zh_hant: 游標縮放

source: cursor(s) from
de: Cursor, von
fr: curseurs, provenant de
ja: 個のカーソル、提供元：
ko: 개의 커서, 출처:
zh_hans: 个光标，来自
zh_hant: 個游標，來自

source: cursors
de: Cursor
fr: curseurs
ja: 個のカーソル
ko: 개 커서
zh_hans: 个光标
zh_hant: 個游標

source: Cursors
de: Cursor
fr: Curseur
ja: カーソル
ko: 커서
zh_hans: 光标
zh_hant: 游標

source: Debug
de: Debuggen
fr: Débogage
ja: デバッグ
ko: 디버그
zh_hans: 调试
zh_hant: 偵錯

source: Delete
de: Löschen
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delete Cape
de: Cape löschen
fr: Supprimer le Cape
ja: Capeを削除
ko: Cape 삭제
zh_hans: 删除Cape
zh_hant: 刪除Cape

source: Delete cursor
de: Cursor löschen
fr: Supprimer le curseur
ja: カーソルを削除
ko: 커서 삭제
zh_hans: 删除光标
zh_hant: 刪除游標

source: Delete Cursor
de: Cursor löschen
fr: Supprimer le curseur
ja: カーソルを削除
ko: 커서 삭제
zh_hans: 删除光标
zh_hant: 刪除游標

source: Delete Cursor?
de: Cursor löschen?
fr: Supprimer le curseur ?
ja: カーソルを削除しますか？
ko: 커서를 삭제하시겠습니까?
zh_hans: 删除光标？
zh_hant: 刪除游標？

source: Diagonal Resize ↖↘
de: Diagonal skalieren ↖↘
fr: Redimensionner en diagonale ↖↘
ja: 斜め方向にサイズ変更 ↖↘
ko: 대각선으로 크기 조정 ↖↘
zh_hans: 沿对角线调整大小 ↖↘
zh_hant: 沿對角線調整大小 ↖↘

source: Diagonal Resize ↗↙
de: Diagonal skalieren ↗↙
fr: Redimensionner en diagonale ↗↙
ja: 斜め方向にサイズ変更 ↗↙
ko: 대각선으로 크기 조정 ↗↙
zh_hans: 沿对角线调整大小 ↗↙
zh_hant: 沿對角線調整大小 ↗↙

source: Display Mode
de: Anzeigemodus
fr: Mode d'affichage
ja: 表示モード
ko: 표시 모드
zh_hans: 显示模式
zh_hant: 顯示模式

source: Do Nothing
de: Keine Aktion
fr: Aucune action
ja: 操作なし
ko: 작업 없음
zh_hans: 无操作
zh_hant: 無操作

source: Do you want to save the changes you made?
de: Möchten Sie die vorgenommenen Änderungen speichern?
fr: Voulez-vous enregistrer les modifications ?
ja: 変更を保存しますか？
ko: 변경 사항을 저장하시겠습니까?
zh_hans: 是否保存所做的更改？
zh_hant: 是否儲存所做的變更？

source: Don't Save
de: Nicht sichern
fr: Ne pas enregistrer
ja: 保存しない
ko: 저장 안 함
zh_hans: 不保存
zh_hant: 不要儲存

source: Done
de: Fertig
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Done editing
de: Bearbeitung abgeschlossen
fr: Modification terminée
ja: 編集完了
ko: 편집 완료
zh_hans: 编辑完成
zh_hant: 編輯完成

source: Double-click Action
de: Doppelklick-Aktion
fr: Double-clic
ja: ダブルクリック操作
ko: 더블 클릭 작업
zh_hans: 双击操作
zh_hant: 雙擊操作

source: Drag image or click to select
de: Bild per Drag & Drop ablegen oder klicken zum Auswählen
fr: Glissez-déposez une image ou cliquez pour sélectionner
ja: 画像をドラッグ&ドロップまたはクリックして選択
ko: 이미지를 드래그하거나 클릭하여 선택
zh_hans: 拖放图片或点击选择
zh_hant: 拖放圖片或點擊選擇

source: Drop .cape files to import
de: Ziehen Sie eine .cape-Datei hierher, um sie zu importieren
fr: Glissez-déposez un fichier .cape pour l'importer
ja: .cape ファイルをドラッグ&ドロップしてインポート
ko: .cape 파일을 드래그하여 가져오기
zh_hans: 拖放 .cape 文件以导入
zh_hant: 拖放 .cape 檔案以匯入

source: Drop an image file or click to replace
de: Bilddatei ziehen und ablegen oder klicken zum Ersetzen
fr: Glissez-déposez un fichier image ou cliquez pour remplacer
ja: 画像ファイルをドラッグ&ドロップまたはクリックして置き換え
ko: 이미지 파일을 드래그하거나 클릭하여 교체
zh_hans: 拖放图像文件或点击替换
zh_hant: 拖放圖像檔案或點擊以替換

source: Drop an image file or click to select
de: Bilddatei ziehen und ablegen oder zum Auswählen klicken
fr: Glissez-déposez un fichier image ou cliquez pour sélectionner
ja: 画像ファイルをドラッグ&ドロップまたはクリックして選択
ko: 이미지 파일을 드래그 앤 드롭하거나 클릭하여 선택하세요
zh_hans: 拖放图像文件或单击选择
zh_hant: 拖放圖像檔案或點擊選取

source: Dump System Cursors
de: Systemcursor extrahieren
fr: Extraire le curseur système
ja: システムカーソルを抽出
ko: 시스템 커서 추출
zh_hans: 提取系统光标
zh_hant: 提取系統游標

source: Dumping system cursors...
de: Systemcursor werden extrahiert...
fr: Extraction des curseurs système en cours...
ja: システムカーソルを抽出中...
ko: 시스템 커서 추출 중...
zh_hans: 正在提取系统光标...
zh_hant: 正在提取系統游標⋯⋯

source: Duplicate Filename
de: Dateiname bereits vorhanden
fr: Nom de fichier en double
ja: ファイル名が重複しています
ko: 파일 이름 중복
zh_hans: 文件名重复
zh_hant: 檔案名稱重複

# Duration: %@s per frame, %@s total
source: Duration: %1$@s per frame, %2$@s total
de: Dauer: %1$@s pro Frame, %2$@s insgesamt
fr: Durée : %1$@s par image, %2$@s au total
ja: フレームあたり %1$@s、合計 %2$@s
ko: 지속 시간: 프레임당 %1$@s, 총 %2$@s
zh_hans: 时长：每帧 %1$@s，总计 %2$@s
zh_hant: 時長：每幀 %1$@s，總計 %2$@s

source: Edit
de: Bearbeiten
fr: Modifier
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

source: Edit Cape
de: Cape bearbeiten
fr: Modifier le Cape
ja: Capeを編集
ko: Cape 편집
zh_hans: 编辑Cape
zh_hant: 編輯 Cape

source: Empty
de: Leer
fr: Vide
ja: 空白
ko: 비어 있음
zh_hans: 空白
zh_hant: 空白

source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
zh_hans: 错误
zh_hant: 錯誤

# error.import.failed
source: Import failed
de: Import fehlgeschlagen
fr: L'importation a échoué
ja: インポートに失敗しました
ko: 가져오기 실패
zh_hans: 导入失败
zh_hant: 匯入失敗

# error.import.unreadable
source: Unable to read the Cape file.
de: Die Cape-Datei kann nicht gelesen werden.
fr: Impossible de lire le fichier cape.
ja: Capeファイルを読み込めません。
ko: Cape 파일을 읽을 수 없습니다.
zh_hans: 无法读取 cape 文件。
zh_hant: 無法讀取 cape 檔案。

# error.save.duplicateNames
source: Multiple cursors with the name(s): %@ exist.
de: Mehrere Cursor mit dem/den Namen: %@ sind vorhanden.
fr: Plusieurs curseurs portent le(s) nom(s) suivant(s) : %@.
ja: 名前が %@ のカーソルが複数存在します。
ko: 다음 이름의 커서가 여러 개 존재합니다: %@
zh_hans: 存在多个同名光标：%@。
zh_hant: 存在多個名稱為 %@ 的游標。

# error.save.failed
source: Save failed
de: Speichern fehlgeschlagen
fr: Échec de l'enregistrement
ja: 保存に失敗しました
ko: 저장 실패
zh_hans: 保存失败
zh_hant: 儲存失敗

# error.save.writeFailed
source: Error writing Cape to disk.
de: Fehler beim Schreiben des Cape auf die Festplatte.
fr: Erreur lors de l'écriture du Cape sur le disque.
ja: Cape をディスクに書き込む際にエラーが発生しました。
ko: Cape를 디스크에 쓰는 중 오류가 발생했습니다.
zh_hans: 写入 Cape 到磁盘时出错。
zh_hant: 寫入 Cape 到磁碟時出錯。

source: Export All Logs
de: Alle Protokolle exportieren
fr: Exporter tous les journaux
ja: すべてのログをエクスポート
ko: 모든 로그 내보내기
zh_hans: 导出所有日志
zh_hant: 匯出所有日誌

source: Export As:
de: Exportieren als:
fr: Exporter vers :
ja: エクスポート：
ko: 내보내기:
zh_hans: 导出为：
zh_hant: 匯出為：

source: Export Cape
de: Cape exportieren
fr: Exporter le Cape
ja: Capeをエクスポート
ko: Cape 내보내기
zh_hans: 导出Cape
zh_hant: 匯出 Cape

source: Export Cape...
de: Cape exportieren...
fr: Exporter le Cape...
ja: Capeを書き出す...
ko: Cape 내보내기...
zh_hans: 导出 Cape...
zh_hant: 匯出 Cape⋯

source: Export Debug Logs
de: Debug-Protokoll exportieren
fr: Exporter les journaux de débogage
ja: デバッグログをエクスポート
ko: 디버그 로그 내보내기
zh_hans: 导出调试日志
zh_hant: 匯出除錯日誌

source: Export...
de: Exportieren...
fr: Exporter...
ja: エクスポート...
ko: 내보내기...
zh_hans: 导出...
zh_hant: 匯出...

source: Failed to access library directory.
de: Auf das Bibliotheksverzeichnis kann nicht zugegriffen werden.
fr: Impossible d'accéder au répertoire de la bibliothèque.
ja: ライブラリディレクトリにアクセスできません。
ko: 라이브러리 디렉토리에 액세스할 수 없습니다.
zh_hans: 无法访问库目录。
zh_hant: 無法存取資料庫目錄。

source: Failed to create cape file
de: Fehler beim Erstellen der Cape-Datei
fr: Échec de la création du fichier Cape
ja: Cape ファイルの作成に失敗しました
ko: Cape 파일 생성 실패
zh_hans: 创建 Cape 文件失败
zh_hant: 建立 Cape 檔案失敗

source: Failed to dump system cursors.
de: Fehler beim Extrahieren des Systemcursors.
fr: Échec de l'extraction du curseur système.
ja: システムカーソルの抽出に失敗しました。
ko: 시스템 커서 추출에 실패했습니다.
zh_hans: 提取系统光标失败。
zh_hant: 提取系統游標失敗。

source: Failed to export cape.
de: Cape-Export fehlgeschlagen.
fr: Échec de l'exportation du Cape.
ja: Capeのエクスポートに失敗しました。
ko: Cape 내보내기 실패.
zh_hans: 导出 Cape 失败。
zh_hant: 匯出 Cape 失敗。

source: Failed to import Windows cursor: %@
de: Fehler beim Importieren des Windows-Cursors: %@
fr: Échec de l'importation du curseur Windows : %@
ja: Windows カーソルのインポートに失敗しました：%@
ko: Windows 커서 가져오기 실패: %@
zh_hans: 导入 Windows 光标失败：%@
zh_hant: 匯入 Windows 游標失敗：%@

source: Failed to import Windows cursors:
de: Fehler beim Importieren des Windows-Cursors:
fr: Échec de l'importation du curseur Windows :
ja: Windowsカーソルのインポートに失敗しました：
ko: Windows 커서 가져오기 실패:
zh_hans: 导入Windows光标失败：
zh_hant: 匯入 Windows 游標失敗：

source: Failed to read cape file.
de: Fehler beim Lesen des Cape.
fr: Échec de la lecture du Cape.
ja: Capeの読み込みに失敗しました。
ko: Cape를 읽지 못했습니다.
zh_hans: 读取Cape失败。
zh_hant: 讀取 Cape 失敗。

source: Failed to save cape:
de: Fehler beim Speichern des Cape:
fr: Échec de l'enregistrement du Cape :
ja: Capeの保存に失敗しました：
ko: Cape 저장 실패:
zh_hans: 保存Cape失败：
zh_hant: 儲存 Cape 失敗：

source: File
de: Datei
fr: Fichier
ja: ファイル
ko: 파일
zh_hans: 文件
zh_hant: 文件

source: file(s).
de: Dateien.
fr: fichiers.
ja: 個のファイル。
ko: 개 파일.
zh_hans: 个文件。
zh_hant: 個檔案。

source: frames
de: Frame
fr: image
ja: フレーム
ko: 프레임
zh_hans: 帧
zh_hant: 畫格

source: Frames
de: Bildrate
fr: Nombre d'images
ja: フレーム数
ko: 프레임 수
zh_hans: 帧数
zh_hant: 幀數

source: Frames:
de: Bildrate:
fr: Nombre d'images :
ja: フレーム数：
ko: 프레임 수:
zh_hans: 帧数：
zh_hant: 幀數：

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

# gif_decode_warning_message
source: %d out of %d frames failed to decode. The animation may not play correctly.
de: %d von %d Frames konnten nicht dekodiert werden. Die Animation wird möglicherweise nicht korrekt abgespielt.
fr: %d images sur %d n'ont pas pu être décodées. L'animation risque de ne pas s'afficher correctement.
ja: %d個中%d個のフレームのデコードに失敗しました。アニメーションが正しく再生されない可能性があります。
ko: %d개 중 %d개의 프레임 디코딩에 실패했습니다. 애니메이션이 올바르게 재생되지 않을 수 있습니다.
zh_hans: %d 帧解码失败（共 %d 帧）。动画可能无法正常播放。
zh_hant: %d 幀解碼失敗（共 %d 幀）。動畫可能無法正常播放。

source: Global Scale:
de: Globale Skalierung:
fr: Échelle globale :
ja: グローバルスケール：
ko: 전역 배율:
zh_hans: 全局缩放：
zh_hant: 全域縮放：

source: Handwriting
de: Handschrift
fr: Manuscrit
ja: 手書き
ko: 손글씨
zh_hans: 手写
zh_hant: 手寫

source: has been exported.
de: Erfolgreich exportiert.
fr: Exporté avec succès.
ja: エクスポートに成功しました。
ko: 성공적으로 내보냈습니다.
zh_hans: 已成功导出。
zh_hant: 已成功匯出。

source: has been imported.
de: Erfolgreich importiert.
fr: Importé avec succès.
ja: 正常にインポートされました。
ko: 성공적으로 가져왔습니다.
zh_hans: 已成功导入。
zh_hant: 已成功匯入。

source: Help Select
de: Hilfe auswählen
fr: Aide à la sélection
ja: ヘルプを選択
ko: 도움말 선택
zh_hans: 帮助选择
zh_hant: 說明選擇

source: Horizontal Resize
de: Horizontal skalieren
fr: Redimensionner horizontalement
ja: 水平方向にサイズ変更
ko: 가로 크기 조정
zh_hans: 水平调整大小
zh_hant: 水平調整大小

source: Hotspot X coordinate
de: Hotspot X-Koordinate
fr: Coordonnée X du point actif
ja: ホットスポット X 座標
ko: 핫스팟 X 좌표
zh_hans: 热点 X 坐标
zh_hant: 熱點 X 座標

source: Hotspot Y coordinate
de: Hotspot Y-Koordinate
fr: Coordonnée Y du point actif
ja: ホットスポット Y 座標
ko: 핫스팟 Y 좌표
zh_hans: 热点 Y 坐标
zh_hant: 熱點 Y 座標

source: Image Adjusted
de: Bild wurde angepasst
fr: Image redimensionnée
ja: 画像がサイズ変更されました
ko: 이미지가 조정되었습니다
zh_hans: 图像已调整
zh_hant: 圖像已調整

source: Image is not square (%d×%d). It will be scaled to fit and centered.
de: Das Bild ist nicht quadratisch (%d×%d). Es wird automatisch skaliert und zentriert.
fr: L'image n'est pas carrée (%d×%d). Elle sera automatiquement redimensionnée et centrée.
ja: 画像が正方形ではありません（%d×%d）。自動的に拡大縮小され、中央に配置されます。
ko: 이미지가 정사각형이 아닙니다(%d×%d). 자동으로 크기 조정 및 중앙 정렬됩니다.
zh_hans: 图片不是正方形（%d×%d）。将自动缩放并居中。
zh_hant: 圖片不是正方形（%d×%d）。將自動縮放並置中。

source: Image loaded
de: Bild geladen
fr: Image chargée
ja: 画像が読み込まれました
ko: 이미지가 로드되었습니다
zh_hans: 图片已加载
zh_hant: 圖片已載入

source: Import Cape
de: Cape importieren
fr: Importer Cape
ja: Capeをインポート
ko: Cape 가져오기
zh_hans: 导入Cape
zh_hant: 匯入 Cape

source: Import Cape...
de: Cape importieren...
fr: Importer Cape...
ja: Capeをインポート中...
ko: Cape 가져오는 중...
zh_hans: 导入 Cape...
zh_hant: 匯入 Cape⋯

source: Import Complete
de: Import abgeschlossen
fr: Importation terminée
ja: インポート完了
ko: 가져오기 완료
zh_hans: 导入完成
zh_hant: 匯入完成

source: Import Failed
de: Import fehlgeschlagen
fr: Échec de l'importation
ja: インポートに失敗しました
ko: 가져오기 실패
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import from Windows Cursors...
de: Von Windows-Cursor importieren...
fr: Importer depuis un curseur Windows...
ja: Windowsカーソルからインポート...
ko: Windows 커서에서 가져오기...
zh_hans: 从Windows光标导入...
zh_hant: 從 Windows 游標匯入...

source: Import from Windows...
de: Aus Windows importieren...
fr: Importer depuis Windows...
ja: Windowsからインポート...
ko: Windows에서 가져오기...
zh_hans: 从 Windows 导入...
zh_hant: 從 Windows 匯入⋯

source: Importing Windows cursors...
de: Windows-Cursor werden importiert...
fr: Importation du curseur Windows en cours...
ja: Windowsカーソルをインポート中...
ko: Windows 커서 가져오는 중...
zh_hans: 正在导入Windows光标...
zh_hant: 正在匯入 Windows 游標⋯

# inf.error.encodingFailed
source: Failed to read INF file (encoding error):
de: Fehler beim Lesen der INF-Datei (Kodierungsfehler):
fr: Échec de la lecture du fichier INF (erreur d'encodage) :
ja: INFファイルの読み込みに失敗しました（エンコードエラー）：
ko: INF 파일 읽기 실패 (인코딩 오류):
zh_hans: 读取 INF 文件失败（编码错误）：
zh_hant: 無法讀取 INF 檔案（編碼錯誤）：

# inf.error.noCursorPaths
source: No cursor paths found in [Scheme.Reg]
de: Keine Cursor-Pfade in [Scheme.Reg] gefunden
fr: Aucun chemin de curseur trouvé dans [Scheme.Reg]
ja: [Scheme.Reg]にカーソルパスが見つかりません
ko: [Scheme.Reg]에서 커서 경로를 찾을 수 없습니다
zh_hans: [Scheme.Reg] 中未找到光标路径
zh_hant: 在 [Scheme.Reg] 中找不到游標路徑

# inf.error.noSchemeReg
source: No [Scheme.Reg] section found in INF file
de: Kein [Scheme.Reg]-Abschnitt in der INF-Datei gefunden
fr: Aucune section [Scheme.Reg] trouvée dans le fichier INF
ja: INFファイルに[Scheme.Reg]セクションが見つかりません
ko: INF 파일에서 [Scheme.Reg] 섹션을 찾을 수 없습니다
zh_hans: INF 文件中未找到 [Scheme.Reg] 段
zh_hant: INF 檔案中找不到 [Scheme.Reg] 區段

# inf.error.noValidFilenames
source: No valid cursor filenames could be resolved
de: Es konnten keine gültigen Cursor-Dateinamen aufgelöst werden
fr: Aucun nom de fichier de curseur valide n'a pu être résolu
ja: 有効なカーソルファイル名を解決できませんでした
ko: 유효한 커서 파일 이름을 확인할 수 없습니다
zh_hans: 无法解析出有效的光标文件名
zh_hant: 無法解析有效的游標檔案名稱

# inf.error.noValidInf
source: No valid inf install file found.
de: Keine gültige INF-Installationsdatei gefunden.
fr: Aucun fichier d'installation INF valide trouvé.
ja: 有効なINFインストールファイルが見つかりません。
ko: 유효한 INF 설치 파일을 찾을 수 없습니다.
zh_hans: 未找到有效的 inf 安装文件。
zh_hant: 未找到有效的 inf 安裝檔案。

source: Left Hand
de: Linke Hand
fr: Gaucher
ja: 左手
ko: 왼손
zh_hans: 左手
zh_hant: 左手

source: Left-hand mode mirror cursors horizontally.
de: Der Linkshändermodus spiegelt den Cursor horizontal.
fr: Le mode gaucher inverse horizontalement le curseur.
ja: 左手モードはカーソルを水平方向に反転します。
ko: 왼손잡이 모드는 커서를 좌우 반전합니다.
zh_hans: 左手模式会水平翻转光标。
zh_hant: 左手模式會水平翻轉游標。

source: Link Select
de: Verknüpfungsauswahl
fr: Sélection du lien
ja: リンク選択
ko: 링크 선택
zh_hans: 链接选择
zh_hant: 連結選擇

source: List Display
de: Listenanzeige
fr: Affichage de la liste
ja: リスト表示
ko: 목록 표시
zh_hans: 列表显示
zh_hant: 列表顯示

source: Loading image
de: Bild wird geladen
fr: Chargement de l'image
ja: 画像を読み込んでいます
ko: 이미지 로드 중
zh_hans: 正在加载图片
zh_hant: 正在載入圖片

source: Loading...
de: Laden...
fr: Chargement...
ja: 読み込み中...
ko: 로딩 중...
zh_hans: 加载中...
zh_hant: 載入中...

source: Log Files
de: Protokolldatei
fr: Fichier journal
ja: ログファイル
ko: 로그 파일
zh_hans: 日志文件
zh_hant: 日誌檔案

source: Log Folder
de: Protokollordner
fr: Dossier des journaux
ja: ログフォルダ
ko: 로그 폴더
zh_hans: 日志文件夹
zh_hant: 日誌資料夾

source: Login Item Error
de: Anmeldeobjekt-Fehler
fr: Erreur d'élément de connexion
ja: ログイン項目エラー
ko: 로그인 항목 오류
zh_hans: 登录项错误
zh_hant: 登入項目錯誤

source: Logs are automatically deleted after 24 hours. Logs contain debug information for troubleshooting cursor issues.
de: Protokolle werden nach 24 Stunden automatisch gelöscht. Die Protokolle enthalten Debug-Informationen zur Fehlerbehebung bei Cursor-Problemen.
fr: Les journaux seront automatiquement supprimés après 24 heures. Les journaux contiennent des informations de débogage pour résoudre les problèmes de curseur.
ja: ログは24時間後に自動的に削除されます。ログにはカーソルの問題をトラブルシューティングするためのデバッグ情報が含まれています。
ko: 로그는 24시간 후 자동으로 삭제됩니다. 로그에는 커서 문제 해결을 위한 디버그 정보가 포함되어 있습니다.
zh_hans: 日志会在24小时后自动删除。日志包含用于排查光标问题的调试信息。
zh_hant: 日誌會在 24 小時後自動刪除。日誌包含用於排查游標問題的除錯資訊。

source: Move
de: Bewegen
fr: Déplacer
ja: 移動
ko: 이동
zh_hans: 移动
zh_hant: 移動

source: New Cape
de: Neues Cape
fr: Nouveau Cape
ja: 新しいCapeを作成
ko: 새 Cape 만들기
zh_hans: 新建Cape
zh_hant: 新增 Cape

source: No Capes
de: Kein Cape
fr: Aucun Cape
ja: Capeがありません
ko: Cape 없음
zh_hans: 没有Cape
zh_hant: 沒有 Cape

source: No cursors could be mapped to macOS cursor types.
de: Es konnte kein Cursor dem macOS-Cursortyp zugeordnet werden.
fr: Aucun curseur ne peut être mappé au type de curseur macOS.
ja: macOSカーソルタイプにマッピングできるカーソルがありません。
ko: macOS 커서 유형에 매핑할 수 있는 커서가 없습니다.
zh_hans: 没有光标可以映射到macOS光标类型。
zh_hant: 沒有游標可以對應到 macOS 游標類型。

source: No cursors in this cape
de: Keine Cursor im aktuellen Cape
fr: Aucun curseur dans le cape actuel
ja: 現在のCapeにカーソルがありません
ko: 현재 cape에 커서가 없습니다
zh_hans: 当前cape里没有光标
zh_hant: 目前 Cape 中沒有游標

source: No cursors yet
de: Keine Cursor verfügbar
fr: Aucun curseur
ja: カーソルがありません
ko: 커서 없음
zh_hans: 暂无光标
zh_hant: 暫無游標
